
const ProfilePrevice = () => {
    return (
        <div className=" w-[44rem]  flex flex-col gap-5" >
            <h2 className=" text-2xl font-medium text-BostanyOnSurface">الخصوصية</h2>
            <p className=" text-lg font-medium text-BostanyOnSurface">مرحبًا بكم في بستن | Bas10، منصة مبتكرة تهدف إلى ربط الخبراء في مختلف المجالات بالمستخدمين الباحثين عن نصائح وحلول فورية وفعّالة عبر جلسات فيديو أو صوت مدتها 10 دقائق. نحن ملتزمون بحماية خصوصيتك وضمان حماية جميع المعلومات التي يتم جمعها منك أو التي تقدمها لنا. المعلومات التي نجمعها عند استخدامك لمنصة بستن، قد نقوم بجمع المعلومات التالية:</p>
            <h3 className=" text-xl font-medium text-BostanyOnSurface">المعلومات الشخصية</h3>
            <p className=" text-lg font-medium text-dark">مثل الاسم، البريد الإلكتروني، ورقم الهاتف. معلومات الحساب: تفاصيل تسجيل الدخول مثل اسم المستخدم وكلمة المرور. المعلومات الفنية: مثل عنوان IP، نوع المتصفح، ونظام التشغيل. معلومات الجلسات: البيانات المتعلقة بالجلسات التي تقوم بحجزها أو حضورها، بما في ذلك مدة الجلسة والمحتوى المتبادل.</p>
            <h3 className=" text-xl font-medium text-BostanyOnSurface">كيفية استخدام المعلومات</h3>
            <span className=" text-lg font-medium text-dark">نستخدم المعلومات التي نجمعها لتحقيق الأغراض التالية:</span>
            <p className=" text-lg font-medium text-dark">تقديم الخدمات: لتسهيل عملية ربط الخبراء بالمستخدمين وإدارة الجلسات.
                تحسين المنصة: لتحليل الاستخدام وتقديم تجربة مستخدم أفضل.
                التواصل: لإرسال التحديثات، العروض، والإشعارات المتعلقة بالخدمات.
                الأمان: لحماية معلوماتك ومنع الأنشطة غير القانونية.
                مشاركة المعلومات: نحن لا نشارك معلوماتك الشخصية مع جهات خارجية إلا في الحالات التالية:
                بموافقتك: إذا قدمت لنا الموافقة على مشاركة المعلومات.
                مع الخبراء: عند الحاجة لتقديم الخدمة، حيث قد يتطلب ذلك مشاركة معلوماتك مع الخبراء المعنيين.
                الامتثال للقانون: إذا كنا ملزمين قانونيًا بالكشف عن معلوماتك.</p>
        </div>
    )
}

export default ProfilePrevice